<?php
	// Кастомные валидации
	$lang ['az_numeric'] = "Поле %s может содержать только маленькие английские буквы, цифры и символы _-";
	$lang ['uniq'] = "%s с таким значением уже есть в базе";
	$lang ['valid_title'] = "Поле %s содержит недопустимые символы";
    $lang ['no_special_symbols'] = "Поле %s не должно содержать следующие символы:<br /> < > = [ ] { } | / $ ^ ~ `";
    $lang ['url_blacklist'] = "Поле %s может содержать только маленькие английские буквы, цифры и знаки , _ -";
    $lang ['not'] = "Поле %s обязательно для заполнения";
    $lang ['not_numeric'] = "В поле %s нельзя вводить только число";
    $lang ['valid_path'] = "Поле %s может содержать только маленькие английские буквы, цифры и символы /_-";
    $lang ['uniq_blog_category'] = "Такая категория уже существует! Придумайте уникальное название";
